Repository: LADI/libgnomecanvas
Catalog: po/*.po
Languages: es

source: Antialiased
es: Antialias

source: The antialiasing mode of the canvas.
es: El modo antialias del canvas

source: Text
es: Texto

source: Text to render
es: Text a renderizar

source: Markup
es: Marca

source: Marked up text to render
es: Text marcado a renderizar

source: Font
es: Fuente

source: Font description as a string
es: Descrición de fuente como una cadena

source: Font description
es: Descripción de fuente

source: Font description as a PangoFontDescription struct
es: Descripción de fuente como una estructura PangoFontDescription

source: Font family
es: Familia de la fuente

source: Name of the font family, e.g. Sans, Helvetica, Times, Monospace
es: Nombre de la familia de la fuente, p.e. Sans, Helvetica, Times, Monospace

source: Font style
es: Estilo de la fuente

source: Font variant
es: Variación de la fuente

source: Font weight
es: Peso de la fuente

source: Font stretch
es: Alargamiento de la fuente

source: Font size
es: Tamaño de la fuente

source: Font points
es: Puntos de la fuente

source: Font size in points
es: Tamaño de la fuente en puntos

source: Rise
es: Aumento

source: Offset of text above the baseline (below the baseline if rise is negative)
es: Desviación por encima del texto base (por debajo si el aumento es negativo)

source: Strikethrough
es: Tachado

source: Whether to strike through the text
es: Si tachar el texto

source: Underline
es: Subrayado

source: Style of underline for this text
es: Estilo de subrayado para este texto

source: Scale
es: Escala

source: Size of font, relative to default size
es: Tamaño de la fuente, relativo al tamaño por defecto

source: Text color, as string
es: Color del tecto, como cadena

source: Text color, as a GdkColor
es: Color del texto, como un GdkColor

source: Text color, as an R/G/B/A combined integer
es: Color del tecto, como un entero R/G/B/A combinado

source: Text width
es: Ancho del texto

source: Width of the rendered text
es: Ancho del texto renderizado

source: Text height
es: Altura del texto

source: Height of the rendered text
es: Altura del texto rederizado

source: Font family set
es: Seleccionar la familia de la fuente

source: Whether this tag affects the font family
es: Si esta etiqueta afecta a la familia de la fuente

source: Font style set
es: Seleccionar el estilo de la fuente

source: Whether this tag affects the font style
es: Si esta etiqueta afecta al estilo de la fuente

source: Font variant set
es: Juego variable de fuentes

source: Whether this tag affects the font variant
es: Si esta etiqueta afecta la variación de fuentes

source: Font weight set
es: Seleccionar el peso de la fuente

source: Whether this tag affects the font weight
es: Si esta etiqueta afecta al peso de la fuente

source: Font stretch set
es: Seleccionar el alargamiento de la fuente

source: Whether this tag affects the font stretch
es: Si esta etiqueta afecta al alargamiento de la fuente

source: Font size set
es: Seleccionar el tamaño de la fuente

source: Whether this tag affects the font size
es: Si esta etiqueta afecta al tamaño de la fuente

source: Rise set
es: Establecer aumento

source: Whether this tag affects the rise
es: Si esta etiqueta afecta al aumento

source: Strikethrough set
es: Seleccionar tachado

source: Whether this tag affects strikethrough
es: Si esta estiqueta afecta al tachado

source: Underline set
es: Seleccionar subrayado

source: Whether this tag affects underlining
es: Si esta etiqueta afecta al subrayado

source: Scale set
es: Seleccionar escala

source: Whether this tag affects font scaling
es: Si esta etiqueta afecta al escalado de fuentes
